Repository: ticgal/manufacturersimports
Catalog: locales/*.po
Languages: es_ec

source: Suppliers import
es_ec: Proveedores importaciones

source: Model number
es_ec: Número de modelo

source: Add new material brand number
es_ec: Agregar nuevo número de marca de material

source: Please activate the plugin
es_ec: Por favor, active el plugin

source: Manufacturer web address
es_ec: Dirección web del fabricante

source: Default supplier attached
es_ec: Proveedor por defecto adjunto

source: New warranty attached
es_ec: Nueva garantía adjuntada

source: Auto add of document
es_ec: Adición automática de documentos

source: Add a comment line
es_ec: Agregar una línea de comentario

source: Access token API address
es_ec: Token de acceso Dirección API

source: Warranty API address
es_ec: Dirección API de garantía

source: New warranty affected by default (Replace if 0)
es_ec: Nueva garantía afectada por defecto (Sustituir si 0)

source: Manufacturer API key
es_ec: Clave API del fabricante

source: Manufacturer API Secret
es_ec: API Secreto del Fabricante

source: Client id
es_ec: ID de cliente

source: Client secret
es_ec: Secreto de cliente

source: Section for document records
es_ec: Sección de registros de documentos

source: Manufacturer information
es_ec: Información del fabricante

# button
source: Retrieve warranty from manufacturer
es_ec: Recuperar la garantía del fabricante

source: You did not import the warranty for this item. Do you want to get it back?
es_ec: No ha importado la garantía de este artículo. Quieres recuperarlo?

source: Warranty import (Dell, HP)
es_ec: Importe de la garantía (Dell, HP)

source: Import OK
es_ec: Importar OK

source: Import failed
es_ec: Error de importación

source: Model Number
es_ec: Número de modelo

source: Curl PHP package not installed
es_ec: Paquete Curl PHP no instalado

source: Launching of imports
es_ec: Lanzamiento de las importaciones

source: Post import
es_ec: Importación de puestos

source: Result
es_ec: Resultado

source: Details
es_ec: Detalles

source: Import in progress
es_ec: Importación en progreso

source: Total number of devices imported %s
es_ec: Número total de dispositivos importados 1%s

source: Imported from web site
es_ec: Importado desde el sitio web

source: With the manufacturersimports plugin
es_ec: Con el plugin simports del fabricante

source: Connection failed/data download from manufacturer web site
es_ec: Fallo de conexión/descarga de datos del sitio web del fabricante

source: The choosen supplier is not recursive
es_ec: El proveedor elegido no es recursivo

source: Not yet imported
es_ec: Aún no importado

source: Problem during the importation
es_ec: Problema durante la importación

source: Already imported
es_ec: Ya importado

source: Choose inventory type and manufacturer
es_ec: Elija el tipo de inventario y el fabricante

source: Devices not imported
es_ec: Dispositivos no importados

source: Devices already imported
es_ec: Dispositivos ya importados

source: No manufacturer available. Please configure at least one manufacturer
es_ec: No hay ningún fabricante disponible. Por favor, configure al menos un fabricante

source: Supplier attached
es_ec: Proveedor adjunto

source: Total number of devices to import %s
es_ec: Número total de dispositivos a importar 1%s

source: No device finded
es_ec: No se ha encontrado ningún dispositivo

source: Reset the import
es_ec: Restablecer la importación
